------
Drone: 1

id: 0
command: command
response: None
start time: 2020-10-19 19:23:39.361189
end_time: None
duration: None

id: 1
command: command
response: None
start time: 2020-10-19 19:23:41.363165
end_time: None
duration: None

id: 2
command: command
response: None
start time: 2020-10-19 19:23:43.366453
end_time: None
duration: None

id: 3
command: command
response: None
start time: 2020-10-19 19:23:45.369358
end_time: None
duration: None

id: 4
command: command
response: None
start time: 2020-10-19 19:23:47.371724
end_time: None
duration: None

id: 5
command: command
response: None
start time: 2020-10-19 19:23:49.374664
end_time: None
duration: None

id: 6
command: command
response: ok
start time: 2020-10-19 19:23:51.377861
end_time: 2020-10-19 19:23:52.467911
duration: 1.09005

id: 7
command: battery?
response: 47

start time: 2020-10-19 19:23:53.387458
end_time: 2020-10-19 19:23:53.527476
duration: 0.140018

id: 8
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-19 19:23:55.890782
end_time: 2020-10-19 19:23:55.956627
duration: 0.065845

id: 9
command: setfps high
response: ok
start time: 2020-10-19 19:23:59.394815
end_time: 2020-10-19 19:23:59.445586
duration: 0.050771

id: 10
command: setresolution low
response: ok
start time: 2020-10-19 19:24:00.395217
end_time: 2020-10-19 19:24:00.420195
duration: 0.024978

id: 11
command: streamon
response: ok
start time: 2020-10-19 19:24:02.898408
end_time: 2020-10-19 19:24:02.918359
duration: 0.019951

id: 12
command: takeoff
response: ok
start time: 2020-10-19 19:24:04.399995
end_time: 2020-10-19 19:24:09.026191
duration: 4.626196

id: 13
command: up 30
response: ok
start time: 2020-10-19 19:24:09.408367
end_time: 2020-10-19 19:24:11.692054
duration: 2.283687

id: 14
command: command
response: ok
start time: 2020-10-19 19:24:11.911013
end_time: 2020-10-19 19:24:11.936227
duration: 0.025214

id: 15
command: command
response: ok
start time: 2020-10-19 19:24:16.918230
end_time: 2020-10-19 19:24:16.930771
duration: 0.012541

id: 16
command: command
response: ok
start time: 2020-10-19 19:24:21.918556
end_time: 2020-10-19 19:24:21.940259
duration: 0.021703

id: 17
command: command
response: ok
start time: 2020-10-19 19:24:26.922656
end_time: 2020-10-19 19:24:26.930039
duration: 0.007383

id: 18
command: land
response: ok
start time: 2020-10-19 19:24:32.928131
end_time: 2020-10-19 19:24:38.150098
duration: 5.221967

id: 19
command: streamoff
response: ok
start time: 2020-10-19 19:24:38.434527
end_time: 2020-10-19 19:24:38.456709
duration: 0.022182

