------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-19 19:37:20.626728
end_time: 2020-10-19 19:37:20.659659
duration: 0.032931

id: 1
command: battery?
response: 77

start time: 2020-10-19 19:37:22.634333
end_time: 2020-10-19 19:37:22.649131
duration: 0.014798

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-19 19:37:25.136953
end_time: 2020-10-19 19:37:25.150380
duration: 0.013427

id: 3
command: setfps high
response: ok
start time: 2020-10-19 19:37:28.641358
end_time: 2020-10-19 19:37:28.671598
duration: 0.03024

id: 4
command: setresolution low
response: ok
start time: 2020-10-19 19:37:30.142770
end_time: 2020-10-19 19:37:30.199053
duration: 0.056283

id: 5
command: streamon
response: ok
start time: 2020-10-19 19:37:32.144691
end_time: 2020-10-19 19:37:32.190276
duration: 0.045585

id: 6
command: takeoff
response: ok
start time: 2020-10-19 19:37:33.146326
end_time: 2020-10-19 19:37:37.133857
duration: 3.987531

id: 7
command: up 30
response: ok
start time: 2020-10-19 19:37:37.159307
end_time: 2020-10-19 19:37:39.609898
duration: 2.450591

