------
Drone: 1

id: 0
command: command
response: None
start time: 2020-11-02 19:35:09.674845
end_time: None
duration: None

id: 1
command: command
response: None
start time: 2020-11-02 19:35:11.677184
end_time: None
duration: None

id: 2
command: command
response: None
start time: 2020-11-02 19:35:13.679607
end_time: None
duration: None

id: 3
command: command
response: None
start time: 2020-11-02 19:35:15.681965
end_time: None
duration: None

id: 4
command: command
response: None
start time: 2020-11-02 19:35:17.684359
end_time: None
duration: None

id: 5
command: command
response: b'ok'
start time: 2020-11-02 19:35:19.686690
end_time: 2020-11-02 19:35:19.759946
duration: 0.073256

id: 6
command: battery?
response: b'33\r\n'
start time: 2020-11-02 19:35:21.712004
end_time: 2020-11-02 19:35:21.720740
duration: 0.008736

id: 7
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-02 19:35:24.250616
end_time: 2020-11-02 19:35:24.280223
duration: 0.029607

id: 8
command: setfps high
response: b'ok'
start time: 2020-11-02 19:35:27.345717
end_time: 2020-11-02 19:35:27.391060
duration: 0.045343

id: 9
command: setresolution high
response: b'ok'
start time: 2020-11-02 19:35:28.382166
end_time: 2020-11-02 19:35:28.411006
duration: 0.02884

id: 10
command: streamon
response: b'ok'
start time: 2020-11-02 19:35:30.454963
end_time: 2020-11-02 19:35:30.502987
duration: 0.048024

id: 11
command: takeoff
response: b'ok'
start time: 2020-11-02 19:35:31.997444
end_time: 2020-11-02 19:35:39.734739
duration: 7.737295

id: 12
command: up 170
response: b'ok'
start time: 2020-11-02 19:35:40.122878
end_time: 2020-11-02 19:35:43.050421
duration: 2.927543

id: 13
command: command
response: b'ok'
start time: 2020-11-02 19:35:43.192368
end_time: 2020-11-02 19:35:43.254395
duration: 0.062027

id: 14
command: command
response: b'ok'
start time: 2020-11-02 19:35:48.200608
end_time: 2020-11-02 19:35:48.253104
duration: 0.052496

id: 15
command: streamoff
response: b'ok'
start time: 2020-11-02 19:35:54.240631
end_time: 2020-11-02 19:35:54.271780
duration: 0.031149

id: 16
command: land
response: b'ok'
start time: 2020-11-02 19:35:55.272511
end_time: 2020-11-02 19:36:01.360495
duration: 6.087984

