------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-11-10 17:07:22.371665
end_time: 2020-11-10 17:07:22.409435
duration: 0.03777

id: 1
command: battery?
response: b'22\r\n'
start time: 2020-11-10 17:07:24.393543
end_time: 2020-11-10 17:07:24.472216
duration: 0.078673

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-10 17:07:26.957455
end_time: 2020-11-10 17:07:27.009402
duration: 0.051947

id: 3
command: speed 100
response: b'ok'
start time: 2020-11-10 17:07:30.603112
end_time: 2020-11-10 17:07:30.628373
duration: 0.025261

id: 4
command: setfps high
response: b'ok'
start time: 2020-11-10 17:07:31.655084
end_time: 2020-11-10 17:07:31.700703
duration: 0.045619

id: 5
command: setresolution high
response: b'ok'
start time: 2020-11-10 17:07:32.696944
end_time: 2020-11-10 17:07:32.725770
duration: 0.028826

id: 6
command: takeoff
response: b'error, high temp'
start time: 2020-11-10 17:07:34.794279
end_time: 2020-11-10 17:07:34.862560
duration: 0.068281

id: 7
command: up 170
response: b'error Motor stop'
start time: 2020-11-10 17:07:35.836229
end_time: 2020-11-10 17:07:35.933197
duration: 0.096968

id: 8
command: streamon
response: b'ok'
start time: 2020-11-10 17:07:36.883164
end_time: 2020-11-10 17:07:36.902723
duration: 0.019559

id: 9
command: command
response: b'ok'
start time: 2020-11-10 17:07:42.431103
end_time: 2020-11-10 17:07:42.461933
duration: 0.03083

id: 10
command: streamoff
response: b'ok'
start time: 2020-11-10 17:07:45.744931
end_time: 2020-11-10 17:07:45.771256
duration: 0.026325

id: 11
command: land
response: b'error'
start time: 2020-11-10 17:07:46.781775
end_time: 2020-11-10 17:07:46.847732
duration: 0.065957

