------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-11-10 14:58:18.244727
end_time: 2020-11-10 14:58:18.316329
duration: 0.071602

id: 1
command: battery?
response: b'76\r\n'
start time: 2020-11-10 14:58:20.271551
end_time: 2020-11-10 14:58:20.297794
duration: 0.026243

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-10 14:58:22.835408
end_time: 2020-11-10 14:58:22.908136
duration: 0.072728

id: 3
command: setfps high
response: b'ok'
start time: 2020-11-10 14:58:25.419716
end_time: 2020-11-10 14:58:25.465676
duration: 0.04596

id: 4
command: setresolution high
response: b'ok'
start time: 2020-11-10 14:58:26.451524
end_time: 2020-11-10 14:58:26.507672
duration: 0.056148

id: 5
command: takeoff
response: b'ok'
start time: 2020-11-10 14:58:28.530303
end_time: 2020-11-10 14:58:35.087660
duration: 6.557357

id: 6
command: up 170
response: b'ok'
start time: 2020-11-10 14:58:36.576389
end_time: 2020-11-10 14:58:39.625966
duration: 3.049577

id: 7
command: go -100 100 0 100
response: b'ok'
start time: 2020-11-10 14:58:41.586693
end_time: 2020-11-10 14:58:44.379016
duration: 2.792323

id: 8
command: go 100 -100 0 100
response: b'ok'
start time: 2020-11-10 14:58:44.379066
end_time: 2020-11-10 14:58:47.540820
duration: 3.161754

id: 9
command: go -100 100 0 100
response: b'ok'
start time: 2020-11-10 14:58:47.540863
end_time: 2020-11-10 14:58:50.193041
duration: 2.652178

id: 10
command: go 100 -100 0 100
response: b'ok'
start time: 2020-11-10 14:58:50.193083
end_time: 2020-11-10 14:58:53.201291
duration: 3.008208

id: 11
command: command
response: b'ok'
start time: 2020-11-10 14:58:53.201339
end_time: 2020-11-10 14:58:53.253847
duration: 0.052508

id: 12
command: streamoff
response: b'ok'
start time: 2020-11-10 14:58:53.253874
end_time: 2020-11-10 14:58:53.303187
duration: 0.049313

id: 13
command: command
response: b'ok'
start time: 2020-11-10 14:58:53.303210
end_time: 2020-11-10 14:58:53.354773
duration: 0.051563

id: 14
command: land
response: b'ok'
start time: 2020-11-10 14:58:53.354796
end_time: 2020-11-10 14:58:59.116985
duration: 5.762189

id: 15
command: command
response: b'ok'
start time: 2020-11-10 14:58:59.117035
end_time: 2020-11-10 14:58:59.168119
duration: 0.051084

