------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-11-10 14:49:29.500898
end_time: 2020-11-10 14:49:29.557961
duration: 0.057063

id: 1
command: battery?
response: b'82\r\n'
start time: 2020-11-10 14:49:31.517877
end_time: 2020-11-10 14:49:31.557684
duration: 0.039807

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-10 14:49:33.580225
end_time: 2020-11-10 14:49:33.642071
duration: 0.061846

id: 3
command: setfps high
response: b'ok'
start time: 2020-11-10 14:49:36.169662
end_time: 2020-11-10 14:49:36.185021
duration: 0.015359

id: 4
command: setresolution high
response: b'ok'
start time: 2020-11-10 14:49:37.216223
end_time: 2020-11-10 14:49:37.267940
duration: 0.051717

id: 5
command: takeoff
response: b'error, high temp'
start time: 2020-11-10 14:49:39.284011
end_time: 2020-11-10 14:49:39.309575
duration: 0.025564

