------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-11-10 14:42:55.566391
end_time: 2020-11-10 14:42:55.603481
duration: 0.03709

id: 1
command: battery?
response: b'90\r\n'
start time: 2020-11-10 14:42:57.596873
end_time: 2020-11-10 14:42:57.658539
duration: 0.061666

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-10 14:42:59.665372
end_time: 2020-11-10 14:42:59.732025
duration: 0.066653

id: 3
command: setfps high
response: b'ok'
start time: 2020-11-10 14:43:02.258939
end_time: 2020-11-10 14:43:02.279376
duration: 0.020437

id: 4
command: setresolution high
response: b'ok'
start time: 2020-11-10 14:43:03.285623
end_time: 2020-11-10 14:43:03.353868
duration: 0.068245

id: 5
command: takeoff
response: b'ok'
start time: 2020-11-10 14:43:05.364200
end_time: 2020-11-10 14:43:11.566089
duration: 6.201889

id: 6
command: up 170
response: b'ok'
start time: 2020-11-10 14:43:13.408071
end_time: 2020-11-10 14:43:16.706212
duration: 3.298141

id: 7
command: go -100 0 -100 100
response: b'ok'
start time: 2020-11-10 14:43:21.452329
end_time: 2020-11-10 14:43:24.469108
duration: 3.016779

id: 8
command: command
response: b'ok'
start time: 2020-11-10 14:43:26.497180
end_time: 2020-11-10 14:43:26.559725
duration: 0.062545

id: 9
command: streamoff
response: b'ok'
start time: 2020-11-10 14:43:29.534921
end_time: 2020-11-10 14:43:29.565541
duration: 0.03062

id: 10
command: command
response: b'ok'
start time: 2020-11-10 14:43:29.565570
end_time: 2020-11-10 14:43:29.622599
duration: 0.057029

id: 11
command: land
response: b'ok'
start time: 2020-11-10 14:43:30.597284
end_time: 2020-11-10 14:43:35.383850
duration: 4.786566

id: 12
command: command
response: b'ok'
start time: 2020-11-10 14:43:35.383897
end_time: 2020-11-10 14:43:35.433316
duration: 0.049419

