------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-11-10 16:39:24.732952
end_time: 2020-11-10 16:39:24.792981
duration: 0.060029

id: 1
command: battery?
response: b'53\r\n'
start time: 2020-11-10 16:39:26.756768
end_time: 2020-11-10 16:39:26.782950
duration: 0.026182

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-10 16:39:29.320643
end_time: 2020-11-10 16:39:29.332597
duration: 0.011954

id: 3
command: speed 100
response: b'ok'
start time: 2020-11-10 16:39:32.451666
end_time: 2020-11-10 16:39:32.504012
duration: 0.052346

id: 4
command: setfps high
response: b'ok'
start time: 2020-11-10 16:39:33.488424
end_time: 2020-11-10 16:39:33.515678
duration: 0.027254

id: 5
command: setresolution high
response: b'ok'
start time: 2020-11-10 16:39:34.535318
end_time: 2020-11-10 16:39:34.591491
duration: 0.056173

id: 6
command: takeoff
response: b'error, high temp'
start time: 2020-11-10 16:39:36.618950
end_time: 2020-11-10 16:39:36.682463
duration: 0.063513

id: 7
command: up 170
response: b'error Motor stop'
start time: 2020-11-10 16:39:37.670968
end_time: 2020-11-10 16:39:37.748214
duration: 0.077246

id: 8
command: streamon
response: b'ok'
start time: 2020-11-10 16:39:38.723000
end_time: 2020-11-10 16:39:38.778258
duration: 0.055258

id: 9
command: streamoff
response: b'ok'
start time: 2020-11-10 16:39:43.818475
end_time: 2020-11-10 16:39:43.880215
duration: 0.06174

id: 10
command: land
response: b'error'
start time: 2020-11-10 16:39:44.860426
end_time: 2020-11-10 16:39:44.901326
duration: 0.0409

