------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-11-10 16:50:03.937374
end_time: 2020-11-10 16:50:03.984496
duration: 0.047122

id: 1
command: battery?
response: b'60\r\n'
start time: 2020-11-10 16:50:05.960876
end_time: 2020-11-10 16:50:06.029245
duration: 0.068369

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-10 16:50:08.499342
end_time: 2020-11-10 16:50:08.528734
duration: 0.029392

id: 3
command: speed 100
response: b'ok'
start time: 2020-11-10 16:50:12.130737
end_time: 2020-11-10 16:50:12.143443
duration: 0.012706

id: 4
command: setfps high
response: b'ok'
start time: 2020-11-10 16:50:13.190431
end_time: 2020-11-10 16:50:13.215770
duration: 0.025339

id: 5
command: setresolution high
response: b'ok'
start time: 2020-11-10 16:50:14.222121
end_time: 2020-11-10 16:50:14.237470
duration: 0.015349

id: 6
command: takeoff
response: b'ok'
start time: 2020-11-10 16:50:16.295772
end_time: 2020-11-10 16:50:22.343090
duration: 6.047318

id: 7
command: up 170
response: b'ok'
start time: 2020-11-10 16:50:22.373885
end_time: 2020-11-10 16:50:25.559416
duration: 3.185531

id: 8
command: streamon
response: b'ok'
start time: 2020-11-10 16:50:25.585054
end_time: 2020-11-10 16:50:25.613071
duration: 0.028017

id: 9
command: command
response: b'ok'
start time: 2020-11-10 16:50:31.188821
end_time: 2020-11-10 16:50:31.223659
duration: 0.034838

id: 10
command: command
response: b'ok'
start time: 2020-11-10 16:50:36.741353
end_time: 2020-11-10 16:50:36.782526
duration: 0.041173

id: 11
command: ccw 15
response: b'ok'
start time: 2020-11-10 16:50:42.089567
end_time: 2020-11-10 16:50:43.004584
duration: 0.915017

id: 12
command: cw 15
response: b'ok'
start time: 2020-11-10 16:50:46.946964
end_time: 2020-11-10 16:50:47.799553
duration: 0.852589

id: 13
command: cw 15
response: b'ok'
start time: 2020-11-10 16:50:50.072611
end_time: 2020-11-10 16:50:50.863578
duration: 0.790967

id: 14
command: ccw 15
response: b'ok'
start time: 2020-11-10 16:50:53.020213
end_time: 2020-11-10 16:50:54.077046
duration: 1.056833

id: 15
command: land
response: b'ok'
start time: 2020-11-10 16:50:57.313604
end_time: 2020-11-10 16:51:02.960749
duration: 5.647145

id: 16
command: streamoff
response: b'ok'
start time: 2020-11-10 16:51:05.850732
end_time: 2020-11-10 16:51:05.905390
duration: 0.054658

id: 17
command: land
response: b'error'
start time: 2020-11-10 16:51:06.897465
end_time: 2020-11-10 16:51:06.922775
duration: 0.02531

