------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-11-10 10:02:07.506986
end_time: 2020-11-10 10:02:07.581629
duration: 0.074643

id: 1
command: battery?
response: b'44\r\n'
start time: 2020-11-10 10:02:09.533534
end_time: 2020-11-10 10:02:09.679781
duration: 0.146247

id: 2
command: command
response: b'ok'
start time: 2020-11-10 10:02:10.611019
end_time: 2020-11-10 10:02:10.649557
duration: 0.038538

id: 3
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-10 10:02:11.647230
end_time: 2020-11-10 10:02:11.670926
duration: 0.023696

id: 4
command: command
response: b'ok'
start time: 2020-11-10 10:02:12.750770
end_time: 2020-11-10 10:02:12.796595
duration: 0.045825

id: 5
command: setfps high
response: b'ok'
start time: 2020-11-10 10:02:13.879233
end_time: 2020-11-10 10:02:13.909974
duration: 0.030741

id: 6
command: command
response: b'ok'
start time: 2020-11-10 10:02:13.915169
end_time: 2020-11-10 10:02:13.965419
duration: 0.05025

