------
Drone: 1

id: 0
command: command
response: None
start time: 2020-11-10 17:09:08.197881
end_time: None
duration: None

id: 1
command: command
response: None
start time: 2020-11-10 17:09:10.201530
end_time: None
duration: None

id: 2
command: command
response: None
start time: 2020-11-10 17:09:12.204669
end_time: None
duration: None

id: 3
command: command
response: None
start time: 2020-11-10 17:09:14.208391
end_time: None
duration: None

id: 4
command: command
response: None
start time: 2020-11-10 17:09:16.212367
end_time: None
duration: None

id: 5
command: command
response: b'ok'
start time: 2020-11-10 17:09:18.214863
end_time: 2020-11-10 17:09:18.217377
duration: 0.002514

id: 6
command: battery?
response: b'13\r\n'
start time: 2020-11-10 17:09:20.226514
end_time: 2020-11-10 17:09:20.272639
duration: 0.046125

