------
Drone: 1

id: 0
command: command
response: None
start time: 2020-11-11 17:07:05.649505
end_time: None
duration: None

id: 1
command: command
response: None
start time: 2020-11-11 17:07:07.652875
end_time: None
duration: None

id: 2
command: command
response: None
start time: 2020-11-11 17:07:09.656838
end_time: None
duration: None

id: 3
command: command
response: None
start time: 2020-11-11 17:07:11.660538
end_time: None
duration: None

id: 4
command: command
response: b'ok'
start time: 2020-11-11 17:07:13.664603
end_time: 2020-11-11 17:07:13.735379
duration: 0.070776

id: 5
command: battery?
response: b'100\r\n'
start time: 2020-11-11 17:07:15.701716
end_time: 2020-11-11 17:07:15.741220
duration: 0.039504

id: 6
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-11 17:07:17.764703
end_time: 2020-11-11 17:07:17.820701
duration: 0.055998

id: 7
command: speed 100
response: b'ok'
start time: 2020-11-11 17:07:21.385153
end_time: 2020-11-11 17:07:21.439824
duration: 0.054671

id: 8
command: setfps high
response: b'ok'
start time: 2020-11-11 17:07:22.426974
end_time: 2020-11-11 17:07:22.460028
duration: 0.033054

id: 9
command: setresolution high
response: b'ok'
start time: 2020-11-11 17:07:23.478949
end_time: 2020-11-11 17:07:23.530693
duration: 0.051744

id: 10
command: takeoff
response: b'ok'
start time: 2020-11-11 17:07:25.557661
end_time: 2020-11-11 17:07:30.211431
duration: 4.65377

id: 11
command: up 170
response: b'ok'
start time: 2020-11-11 17:07:30.242286
end_time: 2020-11-11 17:07:33.064064
duration: 2.821778

id: 12
command: streamon
response: b'ok'
start time: 2020-11-11 17:07:33.089671
end_time: 2020-11-11 17:07:33.115044
duration: 0.025373

