------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-11-11 10:20:21.771902
end_time: 2020-11-11 10:20:21.874850
duration: 0.102948

id: 1
command: battery?
response: b'87\r\n'
start time: 2020-11-11 10:20:23.788366
end_time: 2020-11-11 10:20:23.937682
duration: 0.149316

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-11 10:20:26.327668
end_time: 2020-11-11 10:20:26.354743
duration: 0.027075

id: 3
command: setfps high
response: b'ok'
start time: 2020-11-11 10:20:29.933904
end_time: 2020-11-11 10:20:29.976550
duration: 0.042646

id: 4
command: setresolution high
response: b'ok'
start time: 2020-11-11 10:20:30.991257
end_time: 2020-11-11 10:20:31.039711
duration: 0.048454

id: 5
command: takeoff
response: b'ok'
start time: 2020-11-11 10:20:33.090665
end_time: 2020-11-11 10:20:39.408668
duration: 6.318003

id: 6
command: up 170
response: b'ok'
start time: 2020-11-11 10:20:39.456066
end_time: 2020-11-11 10:20:42.542037
duration: 3.085971

