------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-12-16 23:58:06.547084
end_time: 2020-12-16 23:58:07.118984
duration: 0.5719

id: 1
command: battery?
response: b'76\r\n'
start time: 2020-12-16 23:58:10.869190
end_time: 2020-12-16 23:58:11.750399
duration: 0.881209

id: 2
command: sn?
response: b'ok'
start time: 2020-12-16 23:58:15.757766
end_time: 2020-12-16 23:59:34.567806
duration: 78.81004

------
Drone: 2

id: 0
command: command
response: None
start time: 2020-12-16 23:58:06.547671
end_time: None
duration: None

id: 1
command: command
response: b'ok'
start time: 2020-12-16 23:58:08.550834
end_time: 2020-12-16 23:58:09.095500
duration: 0.544666

id: 2
command: battery?
response: b'79\r\n'
start time: 2020-12-16 23:58:10.874301
end_time: 2020-12-16 23:58:11.750307
duration: 0.876006

id: 3
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-12-16 23:58:15.723903
end_time: 2020-12-16 23:58:15.744503
duration: 0.0206

