------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-19 16:59:45.519120
end_time: 2020-10-19 16:59:45.593253
duration: 0.074133

id: 1
command: battery?
response: 51

start time: 2020-10-19 16:59:47.522575
end_time: 2020-10-19 16:59:47.554233
duration: 0.031658

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-19 16:59:50.025126
end_time: 2020-10-19 16:59:50.094378
duration: 0.069252

id: 3
command: setfps low
response: ok
start time: 2020-10-19 16:59:53.035140
end_time: 2020-10-19 16:59:53.070376
duration: 0.035236

id: 4
command: setresolution low
response: ok
start time: 2020-10-19 16:59:54.036508
end_time: 2020-10-19 16:59:54.092644
duration: 0.056136

id: 5
command: setbitrate 5
response: None
start time: 2020-10-19 16:59:55.037700
end_time: None
duration: None

