------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-19 15:57:50.316850
end_time: 2020-10-19 15:57:50.390439
duration: 0.073589

id: 1
command: battery?
response: 100

start time: 2020-10-19 15:57:52.319880
end_time: 2020-10-19 15:57:52.527661
duration: 0.207781

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-19 15:57:54.822695
end_time: 2020-10-19 15:57:54.871564
duration: 0.048869

id: 3
command: setfps low
response: ok
start time: 2020-10-19 15:57:58.333371
end_time: 2020-10-19 15:57:58.386516
duration: 0.053145

id: 4
command: setresolution low
response: ok
start time: 2020-10-19 15:57:59.834780
end_time: 2020-10-19 15:57:59.898359
duration: 0.063579

id: 5
command: setbitrate 5
response: ok
start time: 2020-10-19 15:58:01.336677
end_time: 2020-10-19 15:58:01.343347
duration: 0.00667

id: 6
command: streamon
response: ok
start time: 2020-10-19 15:58:02.338101
end_time: 2020-10-19 15:58:02.363166
duration: 0.025065

id: 7
command: takeoff
response: ok
start time: 2020-10-19 15:58:03.839915
end_time: 2020-10-19 15:58:08.354379
duration: 4.514464

id: 8
command: up 30
response: ok
start time: 2020-10-19 15:58:08.379015
end_time: 2020-10-19 15:58:10.420716
duration: 2.041701

id: 9
command: right 100
response: ok
start time: 2020-10-19 15:58:10.882088
end_time: 2020-10-19 15:58:13.683565
duration: 2.801477

id: 10
command: command
response: ok
start time: 2020-10-19 15:58:13.890514
end_time: 2020-10-19 15:58:13.949353
duration: 0.058839

id: 11
command: left 100
response: ok
start time: 2020-10-19 15:58:15.891922
end_time: 2020-10-19 15:58:18.810364
duration: 2.918442

id: 12
command: command
response: ok
start time: 2020-10-19 15:58:18.899945
end_time: 2020-10-19 15:58:18.962416
duration: 0.062471

id: 13
command: right 100
response: ok
start time: 2020-10-19 15:58:20.902398
end_time: 2020-10-19 15:58:23.610362
duration: 2.707964

id: 14
command: command
response: ok
start time: 2020-10-19 15:58:23.909956
end_time: 2020-10-19 15:58:23.947487
duration: 0.037531

id: 15
command: left 100
response: ok
start time: 2020-10-19 15:58:25.911992
end_time: 2020-10-19 15:58:28.894347
duration: 2.982355

id: 16
command: command
response: ok
start time: 2020-10-19 15:58:28.952710
end_time: 2020-10-19 15:58:28.996580
duration: 0.04387

id: 17
command: right 100
response: ok
start time: 2020-10-19 15:58:30.955290
end_time: 2020-10-19 15:58:33.542117
duration: 2.586827

id: 18
command: command
response: ok
start time: 2020-10-19 15:58:33.962663
end_time: 2020-10-19 15:58:34.002187
duration: 0.039524

id: 19
command: land
response: ok
start time: 2020-10-19 15:58:35.965095
end_time: 2020-10-19 15:58:40.894391
duration: 4.929296

