------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-10-29 17:28:22.994387
end_time: 2020-10-29 17:28:23.159491
duration: 0.165104

id: 1
command: battery?
response: b'81\r\n'
start time: 2020-10-29 17:28:25.002729
end_time: 2020-10-29 17:28:25.015892
duration: 0.013163

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-10-29 17:28:27.546632
end_time: 2020-10-29 17:28:27.575927
duration: 0.029295

id: 3
command: setfps high
response: b'ok'
start time: 2020-10-29 17:28:31.425441
end_time: 2020-10-29 17:28:31.448301
duration: 0.02286

id: 4
command: setresolution high
response: b'ok'
start time: 2020-10-29 17:28:32.973263
end_time: 2020-10-29 17:28:33.034825
duration: 0.061562

id: 5
command: setbitrate 5
response: b'ok'
start time: 2020-10-29 17:28:34.516038
end_time: 2020-10-29 17:28:34.563664
duration: 0.047626

id: 6
command: streamon
response: b'ok'
start time: 2020-10-29 17:28:36.063552
end_time: 2020-10-29 17:28:36.100178
duration: 0.036626

id: 7
command: takeoff
response: b'ok'
start time: 2020-10-29 17:28:37.611476
end_time: 2020-10-29 17:28:43.847482
duration: 6.236006

id: 8
command: up 170
response: b'ok'
start time: 2020-10-29 17:28:44.200153
end_time: 2020-10-29 17:28:47.192629
duration: 2.992476

id: 9
command: command
response: b'ok'
start time: 2020-10-29 17:28:47.274701
end_time: 2020-10-29 17:28:47.342798
duration: 0.068097

id: 10
command: command
response: b'ok'
start time: 2020-10-29 17:28:51.360750
end_time: 2020-10-29 17:28:51.386335
duration: 0.025585

id: 11
command: command
response: b'ok'
start time: 2020-10-29 17:28:53.448170
end_time: 2020-10-29 17:28:53.503452
duration: 0.055282

id: 12
command: command
response: b'ok'
start time: 2020-10-29 17:28:55.511375
end_time: 2020-10-29 17:28:55.568796
duration: 0.057421

id: 13
command: command
response: b'ok'
start time: 2020-10-29 17:28:57.576792
end_time: 2020-10-29 17:28:57.603184
duration: 0.026392

id: 14
command: command
response: b'ok'
start time: 2020-10-29 17:28:59.655134
end_time: 2020-10-29 17:28:59.701440
duration: 0.046306

id: 15
command: command
response: b'ok'
start time: 2020-10-29 17:29:01.732696
end_time: 2020-10-29 17:29:01.794540
duration: 0.061844

id: 16
command: land
response: b'ok'
start time: 2020-10-29 17:29:03.781043
end_time: 2020-10-29 17:29:09.568866
duration: 5.787823

