------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2021-02-02 19:06:25.673977
end_time: 2021-02-02 19:06:26.198958
duration: 0.524981

id: 1
command: battery?
response: b'29\r\n'
start time: 2021-02-02 19:06:27.682351
end_time: 2021-02-02 19:06:27.746688
duration: 0.064337

id: 2
command: sn?
response: b'0TQDG43EDB14KM'
start time: 2021-02-02 19:06:30.240923
end_time: 2021-02-02 19:06:30.275839
duration: 0.034916

id: 3
command: setfps high
response: b'ok'
start time: 2021-02-02 19:06:33.094254
end_time: 2021-02-02 19:06:33.136564
duration: 0.04231

id: 4
command: setresolution high
response: b'ok'
start time: 2021-02-02 19:06:34.120937
end_time: 2021-02-02 19:06:34.163531
duration: 0.042594

