------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2021-02-02 19:06:44.157075
end_time: 2021-02-02 19:06:44.733836
duration: 0.576761

id: 1
command: battery?
response: b'28\r\n'
start time: 2021-02-02 19:06:46.165258
end_time: 2021-02-02 19:06:46.189530
duration: 0.024272

id: 2
command: sn?
response: b'0TQDG43EDB14KM'
start time: 2021-02-02 19:06:48.729121
end_time: 2021-02-02 19:06:48.749790
duration: 0.020669

id: 3
command: setfps high
response: b'ok'
start time: 2021-02-02 19:06:51.561991
end_time: 2021-02-02 19:06:51.605502
duration: 0.043511

id: 4
command: setresolution high
response: b'ok'
start time: 2021-02-02 19:06:52.608871
end_time: 2021-02-02 19:06:52.676313
duration: 0.067442

id: 5
command: setbitrate 5
response: b'ok'
start time: 2021-02-02 19:06:53.650696
end_time: 2021-02-02 19:06:53.696177
duration: 0.045481

id: 6
command: streamon
response: b'ok'
start time: 2021-02-02 19:06:54.692552
end_time: 2021-02-02 19:06:54.707803
duration: 0.015251

id: 7
command: downvision 1
response: b'ok'
start time: 2021-02-02 19:06:55.739604
end_time: 2021-02-02 19:06:55.789549
duration: 0.049945

id: 8
command: command
response: b'ok'
start time: 2021-02-02 19:06:56.817648
end_time: 2021-02-02 19:06:56.858053
duration: 0.040405

id: 9
command: command
response: b'ok'
start time: 2021-02-02 19:06:58.860700
end_time: 2021-02-02 19:06:58.898169
duration: 0.037469

id: 10
command: command
response: b'ok'
start time: 2021-02-02 19:07:00.898684
end_time: 2021-02-02 19:07:00.932702
duration: 0.034018

id: 11
command: command
response: b'ok'
start time: 2021-02-02 19:07:02.941389
end_time: 2021-02-02 19:07:02.977665
duration: 0.036276

id: 12
command: command
response: b'ok'
start time: 2021-02-02 19:07:04.984467
end_time: 2021-02-02 19:07:05.018382
duration: 0.033915

id: 13
command: command
response: b'ok'
start time: 2021-02-02 19:07:07.027207
end_time: 2021-02-02 19:07:07.058411
duration: 0.031204

id: 14
command: command
response: b'ok'
start time: 2021-02-02 19:07:09.054397
end_time: 2021-02-02 19:07:09.096125
duration: 0.041728

id: 15
command: command
response: b'ok'
start time: 2021-02-02 19:07:11.091449
end_time: 2021-02-02 19:07:11.127949
duration: 0.0365

