------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-10-28 15:00:43.503344
end_time: 2020-10-28 15:00:43.604127
duration: 0.100783

id: 1
command: battery?
response: b'75\r\n'
start time: 2020-10-28 15:00:45.511017
end_time: 2020-10-28 15:00:45.555228
duration: 0.044211

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-10-28 15:00:48.044636
end_time: 2020-10-28 15:00:48.066705
duration: 0.022069

id: 3
command: setfps high
response: b'ok'
start time: 2020-10-28 15:00:51.881554
end_time: 2020-10-28 15:00:51.932472
duration: 0.050918

id: 4
command: setresolution high
response: b'ok'
start time: 2020-10-28 15:00:53.429401
end_time: 2020-10-28 15:00:53.473603
duration: 0.044202

id: 5
command: setbitrate 5
response: b'ok'
start time: 2020-10-28 15:00:54.476644
end_time: 2020-10-28 15:00:54.501354
duration: 0.02471

id: 6
command: streamon
response: b'ok'
start time: 2020-10-28 15:00:55.518932
end_time: 2020-10-28 15:00:55.570787
duration: 0.051855

id: 7
command: takeoff
response: b'ok'
start time: 2020-10-28 15:00:57.066851
end_time: 2020-10-28 15:01:05.679862
duration: 8.613011

id: 8
command: up 170
response: b'ok'
start time: 2020-10-28 15:01:06.193666
end_time: 2020-10-28 15:01:09.158843
duration: 2.965177

id: 9
command: command
response: b'ok'
start time: 2020-10-28 15:01:09.299509
end_time: 2020-10-28 15:01:09.353967
duration: 0.054458

id: 10
command: command
response: b'ok'
start time: 2020-10-28 15:01:11.381502
end_time: 2020-10-28 15:01:11.395438
duration: 0.013936

id: 11
command: command
response: b'ok'
start time: 2020-10-28 15:01:13.454080
end_time: 2020-10-28 15:01:13.496280
duration: 0.0422

id: 12
command: command
response: b'ok'
start time: 2020-10-28 15:01:15.520012
end_time: 2020-10-28 15:01:15.566407
duration: 0.046395

id: 13
command: command
response: b'ok'
start time: 2020-10-28 15:01:17.609980
end_time: 2020-10-28 15:01:17.624319
duration: 0.014339

id: 14
command: command
response: b'ok'
start time: 2020-10-28 15:01:19.690085
end_time: 2020-10-28 15:01:19.718592
duration: 0.028507

id: 15
command: land
response: b'ok'
start time: 2020-10-28 15:01:21.733249
end_time: 2020-10-28 15:01:27.283828
duration: 5.550579

