------
Drone: 1

id: 0
command: command
response: None
start time: 2020-10-28 15:11:06.746547
end_time: None
duration: None

id: 1
command: command
response: b'ok'
start time: 2020-10-28 15:11:08.750892
end_time: 2020-10-28 15:11:08.765618
duration: 0.014726

id: 2
command: battery?
response: b'100\r\n'
start time: 2020-10-28 15:11:10.758990
end_time: 2020-10-28 15:11:10.808130
duration: 0.04914

id: 3
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-10-28 15:11:13.329412
end_time: 2020-10-28 15:11:13.366767
duration: 0.037355

id: 4
command: setfps high
response: b'ok'
start time: 2020-10-28 15:11:17.225420
end_time: 2020-10-28 15:11:17.293492
duration: 0.068072

id: 5
command: setresolution high
response: b'ok'
start time: 2020-10-28 15:11:18.767770
end_time: 2020-10-28 15:11:18.822280
duration: 0.05451

id: 6
command: setbitrate 5
response: b'ok'
start time: 2020-10-28 15:11:20.310163
end_time: 2020-10-28 15:11:20.352259
duration: 0.042096

id: 7
command: streamon
response: b'ok'
start time: 2020-10-28 15:11:21.852226
end_time: 2020-10-28 15:11:21.883435
duration: 0.031209

id: 8
command: takeoff
response: b'ok'
start time: 2020-10-28 15:11:23.404528
end_time: 2020-10-28 15:11:30.558364
duration: 7.153836

id: 9
command: up 170
response: b'ok'
start time: 2020-10-28 15:11:31.019133
end_time: 2020-10-28 15:11:34.152658
duration: 3.133525

id: 10
command: command
response: b'ok'
start time: 2020-10-28 15:11:34.589779
end_time: 2020-10-28 15:11:34.618366
duration: 0.028587

id: 11
command: command
response: b'ok'
start time: 2020-10-28 15:11:38.666800
end_time: 2020-10-28 15:11:38.701633
duration: 0.034833

id: 12
command: command
response: b'ok'
start time: 2020-10-28 15:11:40.743283
end_time: 2020-10-28 15:11:40.792911
duration: 0.049628

id: 13
command: command
response: b'ok'
start time: 2020-10-28 15:11:42.811388
end_time: 2020-10-28 15:11:42.822954
duration: 0.011566

id: 14
command: command
response: b'ok'
start time: 2020-10-28 15:11:44.888900
end_time: 2020-10-28 15:11:44.926883
duration: 0.037983

id: 15
command: command
response: b'ok'
start time: 2020-10-28 15:11:46.966103
end_time: 2020-10-28 15:11:47.005404
duration: 0.039301

id: 16
command: command
response: b'ok'
start time: 2020-10-28 15:11:49.037998
end_time: 2020-10-28 15:11:49.097562
duration: 0.059564

id: 17
command: land
response: b'ok'
start time: 2020-10-28 15:11:51.085946
end_time: 2020-10-28 15:11:56.642796
duration: 5.55685

