------
Drone: 1

id: 0
command: command
response: None
start time: 2021-02-03 12:17:56.430937
end_time: None
duration: None

id: 1
command: command
response: None
start time: 2021-02-03 12:17:58.434663
end_time: None
duration: None

id: 2
command: command
response: None
start time: 2021-02-03 12:18:00.438936
end_time: None
duration: None

id: 3
command: command
response: b'ok'
start time: 2021-02-03 12:18:02.440736
end_time: 2021-02-03 12:18:02.954180
duration: 0.513444

id: 4
command: battery?
response: b'55\r\n'
start time: 2021-02-03 12:18:04.449199
end_time: 2021-02-03 12:18:04.496577
duration: 0.047378

id: 5
command: sn?
response: b'0TQDG43EDB14KM'
start time: 2021-02-03 12:18:07.002537
end_time: 2021-02-03 12:18:07.056462
duration: 0.053925

